Repository: mohsenvp/Baran-App
Catalog: HeyWeather/Resources/Localizations/Premium.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, it, ja, ko, nl, pt_pt, ru, th, tr, zh_hans, zh_hant

source: Unlock all widgets, styles, and customization.
ar: فتح قفل جميع الأدوات والأنماط والتخصيصات
de: Schalten Sie alle Widgets, Stile und Anpassungen frei.
el: Ξεκλειδώστε όλα τα widgets, τα στυλ και την προσαρμογή.
es: Desbloquea todos los widgets, estilos y personalización.
fa: باز کردن همه ویجت‌ها، استایل‌ها و قابلیت شخصی‌سازی.
fr: Débloquez tous les widgets, styles et personnalisations.
he: שחרר את כל היישומונים, הסגנונות, וההתאמה האישית.
hi: सभी विजेट, शैलियाँ, और अनुकूलन अनलॉक करें।
it: Sblocca tutti i widget, gli stili e le personalizzazioni.
ja: すべてのウィジェット、スタイル、カスタマイズを解放します。
ko: 모든 위젯, 스타일, 커스텀 설정을 해제하세요.
nl: Ontgrendel alle widgets, stijlen en aanpassingen.
pt_pt: Desbloqueie todos os widgets, estilos e personalizações.
ru: Разблокируйте все виджеты
th: ปลดล็อกวิดเจ็ต, สไตล์, และการปรับแต่งทั้งหมด.
tr: Tüm widget'ları, stilleri ve özelleştirmeyi kilidini açın.
zh_hans: 解锁所有小部件，风格和自定义。
zh_hant: 解鎖所有部件、風格和自定義。

source: until cancelled
ar: إلى أن يتم إلغاؤه
de: bis zur Stornierung
el: μέχρι ακύρωσης
es: hasta que se cancele
fa: تا زمان لغو
fr: jusqu'à l'annulation
he: עד ביטול
hi: रद्द होने तक
it: fino all'annullamento
ja: キャンセルされるまで
ko: 취소 될 때까지
nl: tot geannuleerd
pt_pt: até ser cancelado
ru: до отмены
th: จนกว่าจะถูกยกเลิก
tr: iptal edilene kadar
zh_hans: 直到取消
zh_hant: 直到取消

source: You Are Premium
ar: أنت مشترك مميز
de: Sie sind ein Premium-Mitglied
el: Είστε Premium
es: Es Premium
fa: شما کاربر نسخه پیشرفته هستید
fr: Vous êtes PREMIUM
he: אתה מנוי פרימיום
hi: आप प्रीमियम हैं
it: Il tuo account è ora in abbonamento
ja: あなたはペレミアムです。
ko: 프리미엄 입니다
nl: U bent een speciale gebruiker
pt_pt: Sua conta agora é por assinatura
ru: Вы Премиум
th: คุณเป็นผู้ใช้พรีเมียม
tr: Siz özel kullanıcısın
zh_hans: 您是特殊用户
zh_hant: 您是高級用戶

source: You are the
ar: أنت
de: Du bist der
el: Είσαι ο
es: Eres el
fa: شما بهترین
fr: Vous êtes le
he: אתה הוא
hi: आप हैं
it: Sei il
ja: あなたは
ko: 당신은
nl: Je bent de
pt_pt: Você é o
ru: Вы
th: คุณคือ
tr: Siz
zh_hans: 你是
zh_hant: 您是

source: You can still upgrade or change your plan
ar: لا تزال بإمكانك الترقية أو تغيير اشتراكك
de: Sie können Ihren Plan noch immer ändern oder aufwerten
el: Μπορείτε ακόμα να αναβαθμίσετε ή να αλλάξετε το πλάνο σας
es: Todavía puedes actualizar o cambiar tu plan
fa: هنوز می‌تونید ارتقا یا تغییر طرح بدید
fr: Vous pouvez toujours améliorer ou changer votre plan
he: אתה עדיין יכול לשדרג או לשנות את התוכנית שלך
hi: आप अभी भी अपनी योजना को अपग्रेड कर सकते हैं या बदल सकते हैं
it: Puoi ancora migliorare o cambiare il tuo piano
ja: まだプランのアップグレードや変更が可能です
ko: 아직 계획을 업그레이드하거나 변경할 수 있습니다
nl: U kunt nog steeds uw plan upgraden of veranderen
pt_pt: Você ainda pode fazer upgrade ou mudar o seu plano
ru: Вы все еще можете обновить или изменить свой план
th: คุณยังสามารถอัปเกรดหรือเปลี่ยนแผนของคุณ
tr: Hâlâ planınızı yükseltebilir veya değiştirebilirsiniz
zh_hans: 您仍然可以升级或更改您的计划
zh_hant: 您仍然可以升級或更改計劃

source: You will always
ar: سيتم دائمًا ترحيب بك
de: Du wirst immer
el: Θα είσαι πάντα
es: Siempre serás
fa: جای شما همیشه
fr: Vous serez toujours
he: תמיד תהיה
hi: आप हमेशा
it: Sarai sempre
ja: あなたは常に
ko: 당신은 항상
nl: Je wordt altijd
pt_pt: Você será sempre
ru: Вы всегда будете
th: คุณจะได้รับเสมอ
tr: Her zaman
zh_hans: 你将总是
zh_hant: 您將永遠
